var new_lang = {

    "lt0": "Я смогла вылечить варикоз за считанные недели!<span>Сможете и вы!</span>",

    "lt1": "Заказать",

    "lt2": "€",

    "lt3": "€",

    "lt4": "Заказать",

    "lt5": "После 30 лет меня начали преследовать<span>болезни вен</span>",

    "lt6": "<span>Мария Нефедова, 35 лет</span>Бухгалтер в крупной торговой компании",

    "lt7": "Мне всегда нравилось носить туфли на каблуках, но со временем я стала ощущать сильную тяжесть в ногах. Мои ноги отекали, это вызывало сильную боль и судороги. ﻿Несколько лет я промучилась от варикозного расширения вен, пока в 34 года у меня не образовались трофические язвы. ﻿После этого моя жизнь превратилась в настоящий кошмар: из сосудистых звездочек буквально вырастали сплошные синюшные вены, которые ничем нельзя было убрать и замаскировать. ﻿Мои ноги болели так сильно, что мне приходилось постоянно брать отгулы на работе. В итоге я оказалась под угрозой потери работы и... инвалидности.",

    "lt8": "Последствия варикоза могут быть<span>непоправимы!</span>",

    "lt9": "<span>Николай Анисимов,</span>Врач-флеболог высшей категории, к.м.н.",

    "lt10": "Когда Мария обратилась ко мне за помощью, я не предполагал, что ее случай настолько запущен.﻿﻿ Очень часто пациенты уверены, что сосудистые звездочки или отечность ног — это легкоустранимый пустяк. На самом же деле эти симптомы говорят о сильнейшем поражении сосудов и вен.",

    "lt11": "﻿В 39% случаев проблема имеет настолько серьезные последствия, что встает выбор между ампутацией и инвалидностью. Именно это и грозило Марии.",

    "lt12": "Симптомы варикоза говорят о необходимости срочного лечения",

    "lt13": "Не обращать на них внимания просто недопустимо!",

    "lt14": "Вот эти симптомы:",

    "lt15": "Боль в ногах, отеки и воспаления",

    "lt16": "Ношение каблуков или подъем тяжестей",

    "lt17": "Сидячая работа или работа «на ногах»",

    "lt18": "Сосудистые «звездочки»",

    "lt19": "Выступающие ярко-синие вены",

    "lt20": "Судороги и спазмы в ногах",

    "lt21": "Уникальная альтернатива таблеткам и операциям",

    "lt22": "Я готовилась к операциям на ногах и была просто в отчаянии! Никто не мог предугадать исход хирургического вмешательства. ﻿Накануне госпитализации мой доктор сказал, что есть всего один шанс вылечить мои болезни вен и я обязана воспользоваться им!",

    "lt23": "Ключ к излечению варикозной болезни - в комплексном воздействии на организм. Совместная разработка европейских ученых получила название<span>Venoten</span>. Комплекс натуральных компонентов, заключенных в особую формулу, воздействует на первопричину заболевания и эффективно устраняет все последствия: восстанавливает венозный отток в нижних конечностях, ликвидирует тромбообразование и укрепляет стенки сосудов.",

    "lt24": "Мультикомпонентная формула действия<span>Venoten</span>",

    "lt25": "Экстракт морских водорослей",

    "lt26": "Восстанавливает кровообращение в сосудах и прилегающих тканях",

    "lt27": "Экстракт цикория",

    "lt28": "Снимает боль и отечность нижних конечностей",

    "lt29": "Красное пальмовое масло",

    "lt30": "Устраняет судороги, тонизирует мышечную активность в ногах",

    "lt31": "Экстракт розмарина",

    "lt32": "Заживляет язвенные очаги, устраняет сосудистые «звездочки»",

    "lt33": "Экстракт грейпфрута",

    "lt34": "Регенерирует кожу, делает ее мягкой и эластичной",

    "lt35": "Сквалан",

    "lt36": "Предупреждает образование тромбов и сосудистых бляшек",

    "lt37": "Экстракт морских водорослей",

    "lt38": "Восстанавливает кровообращение в сосудах и прилегающих тканях",

    "lt39": "Экстракт цикория",

    "lt40": "Снимает боль и отечность нижних конечностей",

    "lt41": "Красное пальмовое масло",

    "lt42": "Устраняет судороги, тонизирует мышечную активность в ногах",

    "lt43": "Экстракт розмарина",

    "lt44": "Заживляет язвенные очаги, устраняет сосудистые «звездочки»",

    "lt45": "Экстракт грейпфрута",

    "lt46": "Регенерирует кожу, делает ее мягкой и эластичной",

    "lt47": "Сквалан",

    "lt48": "Предупреждает образование тромбов и сосудистых бляшек",

    "lt49": "Невероятный результат применения<span>Venoten</span>",

    "lt50": "<span>1 неделя</span>применения<font>Venoten</font>",

    "lt51": "<span>3 недели</span>применения<font>Venoten</font>",

    "lt52": "<span>7 недель</span>применения<font>Venoten</font>",

    "lt53": "«Регулярная профилактика и своевременно начатое лечение обеспечит здоровье вашим ногам и навсегда избавит вас от варикоза и проблем с сосудами ног!»",

    "lt54": "Прямо сейчас уникальный комплекс лечения варикозного расширения вен доступен в России и странах ЕС!",

    "lt55": "Закажите Venoten по акционной цене всего за<span class=\"new_price_val\">39</span><span class=\"new_price_cur lt10\">€</span>!",

    "lt56": "Заказать",

    "lt57": "<p>DOKA DISTRIBUTION LTD</p><p><span>Suite 6064 128 Aldersgate Street, Barbican, London,</span>United Kingdom, EC1A 4AE Copyright ©<script type=\"text/javascript\">var appendNull = function (num) {return num< 10 ? 0 + num.toString() : num;};d = new Date();p = new Date(d.getTime() - 0 * 86400000);monthb = '01,02,03,04,05,06,07,08,09,10,11,12'.split(',');document.write(p.getFullYear());</script>2020</p><a href=\"../../../privacy.html\">Privacy policy</a>|<a href=\"../../../report.html\">Report</a>",

    "lt58": "Специальная цена<span><span class=\"new_price_val\">39</span><span class=\"new_price_cur lt10\">€</span></span>",

    "lt59": "Заказать"
};
function Translater() {
    for (class_name in new_lang) {
        var elements = document.getElementsByClassName(class_name);
        if (elements.length) {
            for (key in elements) {
                elements[key].innerHTML = new_lang[class_name];
            }
        }
    }
}
;
//имя
//телефон